{"entries":[{"name":"Petr Vectern","category":0,"codexTopic":"Cabinet","imgName":"c_petr","description":"Petr Vectern is a politician who, currently, serves as the vice president of Sordland. He is a member of the United Sordland Party and previously served as an MP from 1938 to 1952. Petr is regarded as a charismatic politician, especially known for his laidback style and charming public personality. In 1938, with the recommendation of Anton Rayne, Petr became a member of the Assembly. He is married to Evelyn Vectern, who became a controversial figure because of her pro-government articles when she was working as a journalist at the Holsord Post. Regarded as a centrist, he was among the group of politicians who supported Ewald Alphonso against Tarquin Soll and campaigned for a change in the party. He was also the leading figure behind Anton Rayne during his campaign for the 1953 elections. He is credited for his large contributions to the campaign and the party."},{"name":"Symon Holl","category":0,"codexTopic":"Cabinet","imgName":"c_symon","description":"Symon Holl is a politician and businessman who serves as the Minister of Economy, Commerce and Energy of Sordland. He is a member of the United Sordland Party and the co-chairman of the National Business Council. As the former chairman of the Central Bank of Sordland, Symon is known to possess great influence over the economy of Sordland, and he is regarded as one of the top experts in Sordland on financial matters. He was a big supporter of the free market reforms of Ewald Alphonso, but criticized his other policies and blamed the recession on his rushed handling of the reforms. Symon is often famed for his promotion of free market economy in Sordland and his analyses of the economic boom in Arcasia. He wrote several books and articles on the economic inequality in the Markian region, which earned him praise from economists both in Sordland and abroad. Symon gave his support to Anton Rayne after the recession and campaigned with him throughout the whole election process. Eventually, he was appointed as the Minister of Economy, Commerce and Energy."},{"name":"Monica Rayne","category":0,"codexTopic":"Family","imgName":"c_monica","description":"Monica Rayne is the current First Lady of Sordland. She was born in Lachaven to parents with Agno-Sordish background. She has a degree in sociology and has worked as a social worker and later, as the partnerships manager in Magnus Cartus and campaign assistant of the Sordish League of Women before her marriage to Anton Rayne."},{"name":"Deana Rayne","category":0,"codexTopic":"Family","imgName":"c_deana","description":"Deana Rayne is the daughter of Anton Rayne and Monica Rayne. She is attending elementary school in Holsord. In a brief interview, Monica Rayne said that she was named after her grandmother who came in the 1860’s to Sordland from Agnolia with hopes to start a new life."},{"name":"Arcasia","category":1,"codexTopic":"Countries","imgName":"c_arcasia","description":"The Republic of Arcasia, commonly known as Arcasia, is a constitutional republic situated in the western half of Merkopa, and considered as a superpower of the world. The country's capital is Ventrie City, a global city which is regarded to be the financial centre of the world. It is currently led by President Dwight Walker. The Republic of Arcasia was founded in 1823 after the overthrow of King Jonathan XII by Arcasian revolutionaries, which started a period of conflict and revolutions in the world called ‘the Century of Revolutions.’ At the end of the century, It emerged as a global superpower which expanded its influence by promoting capitalism to all corners of the world. Arcasia relies heavily on its military power and has been involved with many military operations and security pacts around the world. A highly developed country, the nation became the world’s largest economy by nominal GDP at the start of the 20th century. During this period, many Arcasian companies rose to be the most profitable and largest in the world, the funding of the Arcasian universities transformed them into the world’s best education centres and its people earned various political freedoms that the world has never seen before. The economic power is currently locked in a fierce global ideological battle with United Contana. Both powers are in a race of influence around the globe. Arcasia has a strong presence in the West but has been slowly growing their influence in the farther corners of the world, most of the time in conflict with United Contana. While some view Arcasia as a beacon of freedom that enlightens the world, others see it as an oppressive government set out to enslave other countries, and recent reports of torture camps and unethical use of force to interrogate prisoners of war has caused major political problems within the country and an international outcry which contributed to the latter idea. Arcasia also experiences high levels of inequality between rural and urban areas. There are more undeveloped land in Arcasia than any of the countries in the world. It is home to the most remote regions of the Western North as well as the Central Merkopan Desert. The nation has arguably the strongest economy in the world and an average civil rights records with very good political freedoms. Arcasian people enjoy the low unemployment levels and higher purchasing power than most of the world. It has recently become the center of the consumerist culture. It is the founding member of the Arcasian Treaty Organization (ATO) which was created to counter the influence of Malenyevism and United Contana’s military capabilities. It is also a member of Organisation for Merkopan Economic Development (OMEC) and a permanent member of the Alliance of Nations."},{"name":"United Contana","category":1,"codexTopic":"Countries","imgName":"c_unitedcontana","description":"United Contana is a federalist socialist republic situated on the continent of Contana, and considered as a superpower of the world. It is an union of multiple socialist republics spanning Contana. The country is a one party state, governed by the Communist Party with Kyow as its capital. It is led by Chairman Leon Malenyev. United Contana had its roots in the 1907 Revolution, when the revolutionaries of the Rotski, led by Leon Malenyev, overthrew the Kontanian government which had replaced the autocratic regime of the king during the Century of Revolutions. In 1910, after a civil war ending in the Rotskis' victory, the United Contana was formed by a treaty which united the Kontanian, Transcontanan, Kyovian and Byelocontanan republics of the Contana continent. Malenyev replaced the market economy with a command economy which led to a period of rapid industrialization and collectivization in United Contana. During this period, rapid economic development resulted in dramatic improvements in the average standard of living, particularly in urban areas. The country saw major reforms under the ideology of Malenyevism. It promoted the idea of the permanent revolution abroad and supported social revolutions in nearby states with early stage capitalism. United Contana grew their influence around the world with Malenyevist ideas and rose to become a superpower of the world. United Contana is currently locked in a fierce global ideological battle with Arcasia. Both powers are in a race of influence around the globe. United Contana has been growing their influence around the world by supporting less fortunate nations with their problems, supporting revolutionaries and unions abroad. They have already influenced several revolutions to occur which led to the founding of new Marco-Malenyevist nations. The nation has a very strong economy and an average civil rights record with few political freedoms. Thanks to the education reforms and heavy promotion of sciences, they experienced a technological golden age and currently are considered to be ahead of their rivals in the world. The continent is very resource rich and United Contana uses this as a means to spread their influence around the globe. It tends to export natural resources more than any nation in the world, and in exchange, sets up military bases in strategic countries.It is the founding member of the Contanan Security Pact (CSP) which was created against the growing threat of Arcasian Capitalism and neo-imperialism. It is also a permanent member of the Alliance of Nations."},{"name":"Nargis","category":1,"codexTopic":"Regions","imgName":"c_nargis","description":"Nargis is the largest region of Sordland, bordering the regions of Agnland, Gelsland, Bergia and Greater Holsord, as well as the country of Rumburg. Its capital is Lachaven, which is regarded as the economic center of Sordland. Nargis is the third most populous of Sordland’s seven regions with more than 5 million inhabitants.Nargis has the most vibrant economy of the regions of Sordland, particularly due to Lachaven being a trade center. However, it contains the largest area of undeveloped and empty land in Sordland. It also contains large amounts of oil and other untapped natural resources. The region relies heavily on oil, natural gas, agriculture and tourism. Gasom Corporation largely operates in the region. Nargis borders Rumburg along the Sourne mountains to the north, and the Cavendir mountain to the west. The western parts of the region are filled with hills and mountains, with very little infrastructure, making it very difficult to traverse. It borders the Markian Sea to the east through the Gulf of Nargis. The coast is marked by bays and cliff lines."},{"name":"Alliance of Nations","category":2,"codexTopic":"Alliances","imgName":"c_alliance","description":"The Alliance of Nations is an international organisation formed by most of the countries on earth. The idea became a reality after the war of revolutions nearly a hundred years ago. The tragic loss of life and a world mostly destroyed led many countries to work together to form a diplomatic structure. All of this was in the hopes of preventing another world war. Many experts agree that the Alliance of Nations did reduce the number of conventional wars, but a significant divide still exists inside the organisation. This divide is caused by the two superpowers trying to take advantage of the nature of the AN to gain regional diplomatic or even military advantages. Nonetheless the Alliance of Nations remains as a beacon of humanity. It gives aid to desperate regions and helps out destabilized countries with neutral security missions."},{"name":"","category":0,"codexTopic":"","imgName":"","description":""},{"name":"Arcasian Treaty Organization","category":2,"codexTopic":"Alliances","imgName":"c_treaty","description":"The Arcasian Treaty Organisation (ATO) is an intergovernmental military alliance between 14 countries. Primarily led by Arcasia, the alliance aims to bring all it's members together in united economic and defense framwork against CSP. With ATO's strategic military alliance heavily consists of countries with capitalist economic structures. Its aim is to counter the influence of United Contana around the globe and protect Merkopa from the expansion of socialism. Recently, the ATO has become increasingly focused on increasing the nuclear protection as the new military weapon has advanced enough to become part of warfare."},{"name":"Nurity","category":2,"codexTopic":"Religions","imgName":"","description":"Nurity is a monotheistic religion teaching that the only creator is the Divine God and that Saint Dast is the divine messenger. It is the biggest religion in Merkopa and the third largest in the world. Nurists believe that the Divine God revealed divine intent through Saint Dast on Descension Day. As the divine messenger, Saint Dast began his life-long journey of spreading the message of the divine across the land, together with his thirty disciples. According to Nurity, the Divine God is an entity believed to inhabit all things. Nurists believe that one must strive towards the construction of the Golconda, a divinely ordained pillar in the axis of life that will bring salvation to all human beings. Those who follow this goal are considered to be on the Path of Enlightenment. The two main branches of Nurity are Dastrunity and Wruhecism. Dastrunists believe in the direct and literal following of the teachings of Saint Dast. Wruhecists follow a more interpretative approach advocated by Saint Wruhec, who they believe was divinely appointed as the successor to Saint Dast."},{"name":"Dastnurity","category":2,"codexTopic":"Religions","imgName":"c_dast","description":"Dastrunity is one of the two main branches of Nurity. It advocates a return to the traditions of the Path of Enlightenment, and the strict following of the teachings of Saint Dast, which they believe is the unadulterated, pure form of Nurity. Practically, Dastrunists ought to directly rely on the Saint Dast’s teachings and the Eleven Pillars of Nurity, while ignoring the rest of Nurist teachings. A key theme in Dastrunist thought is the importance of avoiding ‘impurity,’ while ensuring ‘purity.’ Dastrunists perform rites of purification with the aid of priests in Dastrunist sanctuaries. One of the holiest sites to Dastrunists is the Archsanctuary of Descension in Deyr."},{"name":"15-Day War","category":3,"codexTopic":"Wars","imgName":"","description":"The 15-Day War, also known as the 1870 Rumburgian-Sordish War, was fought between the 5th and 20th of October 1870 by Sordland and Rumburg. In the months prior to the conflict, tensions became increasingly heightened after King Egmund cancelled the Friendship Deal between Sordland and Rumburg, which allowed Rumburgian ships to use the Sourne River, which flows from Alferdon, Crimsrad, Estord and Lachaven to reach the Markian Sea. King Alfred II of Rumburg reiterated his position: the closure of the Sourne River to Rumburgian shipping would be a cause for war. King Egmund announced in May that the river would be closed to all Rumburgian vessels, and then mobilised Sordish forces along the northern border with Rumburg. On the 5 October, Rumburg launched a series of preemptive attacks against the Sordish forces along the Rumburgian border. Simultaneously, Sordish forces launched a ground offensive into the city of Crimsrad but were immediately pushed back. On the 10 October, a group of ethnic Rum’s living in the city of Estord organized guerilla attacks and sabotage missions that were aimed to cut the supply line of the Sordish forces. This resulted in the Sordish Imperial Forces to react by forcefully relocating all ethnic Rum’s living in the Nargis region to the border where battles were taking place. In the event known as the Estord Incident, many Rumburgian lives were lost when they were pushed into the frontlines by the Sordish soldiers. Some sources claim that spontaneous killings by the soldiers also took place for several days. After both Rumburgian and Sordish forces suffered casualties without any military successes, Rumburg and Sordland agreed to a ceasefire on the 20 October 1870. The signing took place on a train in the outskirts of Estord, in a forest that is now called the 'Forest of October.'"},{"name":"Sordish Civil War","category":3,"codexTopic":"Wars","imgName":"","description":"Sordish Civil War was a period of violent battles that took place between three different armies of the Sordish Armed Forces and militant political organizations in Sordland. It started after General Luderin’s military coup in 1927, when he executed hundreds of communists on the streets of Holsord in 1928. It provoked a huge reaction from both the public and General Rikard of the 7th Army, who ordered an attack on Luderin’s forces, which started the Sordish Civil War. Both Young Sords and Red Youth were responsible for most of the urban warfare that took place in Holsord and Lachaven during the war. While heavy fighting took place between the armies, many left-wing revolutionaries took to the streets and joined the Red Youth in hopes to use the situation to bring the revolution to Sordland. This led to thousands of nationalists to join the Young Sords in their fight against the revolutionaries. Tens of thousands of people were killed in the fightings that started in Holsord and rapidly expanded to the corners of Sordland. Amidst the most bloody period of the war, Colonel Tarquin Soll and the 6th Army opened fire on the militant rebels of the Young Sords and the Red Youth, killing hundreds of them in Conriat. Consequently, he joined the war and attacked both General Rikard and General Luderin’s forces. In 1929, Colonel Tarquin Soll destroyed the 3rd and 7th Armies and started pushing both sides to the east. After the Battle of Holsord, he won a victory over General Rikard’s last remaining forces and brought an end to the Civil War. Following the war, he wrote a new Constitution and re-established the republic, becoming the 2nd President of Sordland shortly after."},{"name":"Izzam Incident","category":3,"codexTopic":"Important Events","imgName":"","description":"The Izzam Incident was a bloody protest that occured in 1933. It is largely regarded as one of the foundational moments of the Bludish movement. In 1933, the Soll Dam Project, which was proposed as a long term solution to Bergia’s and Sordland’s energy problem, began its construction. The construction site was home to an old Bludish village called Izzam which was planned to be evacuated and razed to open the way for the dam. The arrival of the construction workers to the site led to a series of protests by the local populace. The protesters managed to block the construction and continued their protests for 10 days. On the seventh day, a group of military personnel arrived at the scene as a reaction to the protest’s increasing size. On the tenth day of the protests, a village elder named Watani Aschraf was shot by one of the soldiers, that caused the protest to turn violent. According to the Radical, ‘the entire group of protesters were killed that day, by the group of soldiers who were ordered by Tarquin Soll himself to make sure the construction was underway’. Consequently, Izzam was razed and the construction of the dam started soon after. This event led to a period of protests and riots in the region of Bergia. To suppress the riot, the state reacted by taking drastic measures, which included one of the most controversial of Tarquin Soll’s decisions, that resulted in the persecution of thousands of Bludish people. Calling the event The Bludish Genocide, a group of Bludish nationalists established a militant resistance movement called the Bludish Freedom Front. In the aftermath of the incident, the BFF has orchestrated attacks against the Sordish Police Forces and state buildings in major cities, starting a new period of bloodshed in the region. It was declared as a terrorist organization by the government later in the same year. Every year, the remembrance day of Aschraf's death is widely attended by the Bludish people who treat it as part of their identity, while others use it as a symbol of seperatist sentiment."},{"name":"Recession of 1951","category":3,"codexTopic":"Important Events","imgName":"","description":"After the large decline of Sordland in the Sordish Civil War, the Recession of 1951 is known to be the largest economic subtraction in Sordland's history. The recession was triggered by a fast-paced privatisation plan that disrupted the economy and caused hyperinflation. President Ewald Alphonso was widely blamed for the aggressive economic reform policies that put the country upside down. However, many obstructions in key government institutions seem to indicate that there was more at fault within the state than it is known."},{"name":"","category":0,"codexTopic":"","imgName":"","description":""},{"name":"","category":0,"codexTopic":"","imgName":"","description":""},{"name":"","category":0,"codexTopic":"","imgName":"","description":""},{"name":"","category":0,"codexTopic":"","imgName":"","description":""},{"name":"","category":0,"codexTopic":"","imgName":"","description":""},{"name":"","category":0,"codexTopic":"","imgName":"","description":""},{"name":"","category":0,"codexTopic":"","imgName":"","description":""},{"name":"","category":0,"codexTopic":"","imgName":"","description":""},{"name":"","category":0,"codexTopic":"","imgName":"","description":""},{"name":"","category":0,"codexTopic":"","imgName":"","description":""},{"name":"","category":0,"codexTopic":"","imgName":"","description":""},{"name":"","category":0,"codexTopic":"","imgName":"","description":""},{"name":"","category":2,"codexTopic":"","imgName":"","description":""},{"name":"","category":3,"codexTopic":"","imgName":"","description":""}]}